{
    "BBNslip": [
        
{
    "id": "A1",
    "name": "Angel Agnes Smith",
    "nickname": "Angel",
    "state": "Lagos",
    "nationality": "Nigerian",
    "occupation": "writer & poet",
    "status": "In-house",
    "stay": 1.01,
    "leave": 3.14,
    "boolean": false,
    "age": 21,
    "imageUrl": "https://i1.wp.com/bbnaijamediaguide.com/wp-content/uploads/2021/07/angel-bbnaija-season-6.png?resize=270%2C270&ssl=1",
    "bio": "Angel, a poet and writer, enjoys writing, watching movies, and, most all, sleeping. She characterizes herself as a sociable, easygoing individual who enjoys telling stories.Angel is a strong feminist who is known among her friends as a drama queen. This 21-year-old enjoys meeting new people and analyzing them. She believes that appearing on Big Brother Naija will help her kick-start her career in writing and photography. When she’s not under duress, she thinks she’s “beautiful and also humorous.” If she’s not dancing in a club, she’ll be composing poetry on the beach."
    },
    {
    "id": "A2",
    "name": "Princess Francis",
    "nickname": "Princess",
    "state": "Imo",
    "nationality": "Nigerian",
    "status": "In-house",
    "stay": 1.43,
    "leave": 1.23,
    "boolean": false,
    "occupation": "Service driver and business owner",
    "age": 30,
    "imageUrl": "https://i0.wp.com/bbnaijamediaguide.com/wp-content/uploads/2021/07/princess-bbnaija-season-6.png?resize=270%2C270&ssl=1",
    "bio": "Roseline, a professional dancer, acknowledges that she doesn’t get along with people who talk too much, even if she enjoys meeting new people. She describes herself as a “down-to-earth go-getter” who is also tomboyish but can glam up when necessary.Roseline, 26, enjoys singing, cooking, reading, and writing, as well as acting and being a fashion entrepreneur.The 26-year-old was formerly a video vixen, but her love of dancing led her to her current position as the leader of a lady dance company. Roseline takes time for travel despite working hard every day to provide for her family and loved ones."
    },
    {
    "id": "A3",
    "name": "Roseline Omokhoa Afije",
    "nickname": "Liquorose",
    "state": "Abuja",
    "nationality": "Nigerian",
    "status": "In-house",
    "stay": 1.01,
    "leave": 3.14,
    "boolean": false,
    "occupation": "Professional dancer",
    "age": 26,
    "imageUrl": "https://i2.wp.com/bbnaijamediaguide.com/wp-content/uploads/2021/07/Liquorose-bbnaija-season-6.png?resize=270%2C270&ssl=1",
    "bio": "Angel, a poet and writer, enjoys writing, watching movies, and, most all, sleeping. She characterizes herself as a sociable, easygoing individual who enjoys telling stories.Angel is a strong feminist who is known among her friends as a drama queen. This 21-year-old enjoys meeting new people and analyzing them. She believes that appearing on Big Brother Naija will help her kick-start her career in writing and photography. When she’s not under duress, she thinks she’s “beautiful and also humorous.” If she’s not dancing in a club, she’ll be composing poetry on the beach."
    },
    {
    "id": "A4",
    "name": "Arinola Olowoporoku",
    "nickname": "Arin",
    "status": "Evicted",
    "state": "Lagos",
    "nationality": "Nigerian",
    "occupation": "Fashion designer",
    "boolean": false,
    "age": 29,
    "imageUrl": "https://i0.wp.com/bbnaijamediaguide.com/wp-content/uploads/2021/07/arin-bbnaija-season-6.png?resize=370%2C370&ssl=1",
    "bio": "Multi-faceted Arin is a 29-year-old Pisces millennial feminist who grew up in a polygamous household in Lagos. She is a fashion designer as well as an independent arts and culture curator who is passionate about promoting Africa’s current visual arts.She describes herself as “having no filter most of the time” and is an emotional, strong, creative, opinionated, and shamelessly vocal person. She wants to be in the Big Brother house because she believes it is a platform designed just for young people like her to develop and come into their own. Arin is eclectic, has a lot of piercings, and dyes her hair blue."
    },
    {
    "id": "A5",
    "name": "Adeoluwa Okusaga",
    "nickname": "Saga",
    "state": "Port-Harcourt",
    "status": "In-house",
    "stay": 1.43,
    "leave": 2.16,
    "nationality": "Nigerian",
    "boolean": false,
    "occupation": "Offshore engineer",
    "age": 28,
    "imageUrl": "https://i2.wp.com/bbnaijamediaguide.com/wp-content/uploads/2021/07/saga.png?resize=370%2C370&ssl=1",
    "bio": "Originally from Lagos, 28-year-old Saga is currently based in Port Harcourt as an offshore engineer, though he has found a new passion for sketch drawing and has become celebrated for his hyper-realistic portraits. He decided to turn his efforts to practicing art after being amazed that his work could draw powerful reactions from people.Besides drawing, his hobbies include dancing, singing and exercise. That last passion has led him to start an online fitness club that has members from all around the world.  He tries to light up any room he’s in with a few jokes and believes his travels to practically all the regions of Nigeria have given him experience relating with people."
    },
    {
    "id": "A6",
    "name": "Boma Akpore",
    "nickname": "Boma",
    "state": "Delta",
    "status": "In-house",
    "stay": 1.64,
    "leave": 2.12,
    "nationality": "Nigerian",
    "boolean": false,
    "occupation": "Actor",
    "age": 34,
    "imageUrl": "https://i1.wp.com/bbnaijamediaguide.com/wp-content/uploads/2021/07/boma.png?resize=370%2C370&ssl=1",
    "bio": "Raised by his single mother and grandmother, 34-year-old Boma grew up on the streets of Yaba in Lagos. He describes his childhood as extremely tough”, having had to pay his way through school. One of the hardest decisions he had to make was to drop out in his final year, as he couldn’t make ends meet, but his life’s high point came when he saved enough money to pay for film school, an achievement that was subsequently eclipsed by his graduation. Boma describes himself as “sexy, intelligent, adventurous, strong and fit”, and considers himself “extraordinary”.   While hustling on his acting career, he makes ends meet by working as a bartender by night, and a masseuse by day. Having suffered bouts of depression after his marriage failed and after suffering an injury during football try-outs, he is determined “never, ever, to give up” and holds onto his faith."
    },
    {
    "id": "A7",
    "name": "Ikechukwu Sunday Cross Okonkwo",
    "nickname": "Cross",
    "status": "In-house",
    "stay": 1.01,
    "leave": 3.14,
    "state": "Enugu",
    "boolean": false,
    "nationality": "Nigerian",
    "occupation": "Fitness ethusiast and entrepreneur",
    "age": 30,
    "imageUrl": "https://i0.wp.com/bbnaijamediaguide.com/wp-content/uploads/2021/07/cross.png?resize=370%2C370&ssl=1",
    "bio": "Lagos based Cross is a fitness enthusiast and entrepreneur who describes himself as “a bad boy with a good heart”.  Although single, this 30-yer-old is not afraid to dole out the relationship advice and believes people don’t know that communication is the key to successful relationships. When he is not watching movies, travelling or clubbing, you will find Cross playing drums or being hype on the mic on an Amapiano or House track or two. He sees himself as fun loving, spontaneous and a good dancer who wears his heart on his sleeves."
    },
    {
    "id": "A8",
    "name": "Emmanuel Umoh",
    "nickname": "Emmanuel",
    "status": "In-house",
    "stay": 1.11,
    "leave": 3.14,
    "state": "Akwa-ibom",
    "nationality": "Nigerian",
    "boolean": false,
    "occupation": "Civil engineer",
    "age": 24,
    "imageUrl": "https://i2.wp.com/bbnaijamediaguide.com/wp-content/uploads/2021/07/emmanuel.png?resize=370%2C370&ssl=1",
    "bio": "The first Nigerian to win the Mister Africa pageant, Emmanuel hails from Akwa Ibom, but currently resides in Port Harcourt, Rivers State, where owns and runs a fitness centre and a unisex salon and spa. A self-described risk taker, this 24-year-old loves to travel, connect with people and try out new and unique ideas. Emmanuel is a risk-taker who believes in making the best of every opportunity and he counts his physical and social attributes as advantages that garner him a lot of attention. Currently single, he describes himself as a “sucker for love” and believes a healthy relationship goes a long way to building one’s life”."
    },
    {
    "id": "A9",
    "name": "Paul Ephraim",
    "nickname": "Jay Paul",
    "status": "Evicted",
    "state": "Lagos",
    "nationality": "Nigerian",
    "boolean": false,
    "occupation": "Musician and Actor",
    "age": 29,
    "imageUrl": "https://i1.wp.com/bbnaijamediaguide.com/wp-content/uploads/2021/07/jaypaul.png?resize=270%2C270&ssl=1",
    "bio": "Jaypaul, a 29-year-old Lagos based musician and actor, believes the Big Brother Naija House will be the perfect opportunity to help boost his already fledgling career in the Nigerian entertainment industry. In his own words, he is “entertaining, confident,  playful, honest and friendly”. His hobbies include making music, making movies, dancing and cooking.  While his career means a lot to him, Jaypaul believes in strong family bonds. He considers being a son to an amazing mother and brother to two wonderful sisters, as his best roles to date – and it’s no wonder that losing his father, is one of the lowest points of his life. Jaypaul believes he is a catalyst for a chain reaction of positive activities and wants to show this to the world."
    },
    {
    "id": "A10",
    "name": "Samuel Jacob Alifa",
    "nickname": "Sammie",
    "status": "Evicted",
    "state": "Kaduna",
    "nationality": "Nigerian",
    "occupation": "Student",
    "boolean": false,
    "age": 26,
    "imageUrl": "https://i0.wp.com/bbnaijamediaguide.com/wp-content/uploads/2021/07/sammy.png?resize=270%2C270&ssl=1",
    "bio": "Sammie is a 26-year-old amateur filmmaker and final year student at Ahmadu Bello University. He enjoys storytelling, videography, basketball, eating and hanging out, and describes himself as “tall, handsome and charismatic”.  He admits he talks too much at times and sometimes ends up gossiping, because of the great dialogue” he gets in his day-to-day conversations. That said, Sammie loves meeting new people and believes he has a bright future in filmmaking. In 2020, he produced his very first short film and now has his sights set on growing his YouTube series and taking his career to the next level."
    },
    {
    "id": "A11",
    "name": "Yerimene Abraham Saibakumo",
    "nickname": "Yerins",
    "status": "Evicted",
    "state": "Bayelsa",
    "nationality": "Nigerian",
    "boolean": false,
    "occupation": "Medical Doctor",
    "age": 27,
    "imageUrl": "https://i2.wp.com/bbnaijamediaguide.com/wp-content/uploads/2021/07/yerins.png?resize=270%2C270&ssl=1",
    "bio": "Medical doctor Yerins describes himself as “a perfectionist, creative genius, lover of art and poetic rap music”.  He sees himself as a renaissance man who isn’t confined to one profession or career. The 27-year-old enjoys drawing, playing chess, listening to music,  and making it too. He also has plans to write a medical book in the near future. He identifies himself as a fun loving, creative and curious person – and says his curiosity has helped him to garner expert knowledge in many fields,  from modelling and digital animation to fashion design. The high point of Yerins’ life is when he graduated from Medical University in the Ukraine and finally got to see his parents for the first time in 9 years."
    },
    {
    "id": "A12",
    "name": "Yusuf Garba",
    "nickname": "Yousef",
    "state": "Nassarawa",
    "status": "In-house",
    "stay": 2.43,
    "boolean": false,
    "leave": 1.08,
    "nationality": "Nigerian",
    "occupation": "Teacher",
    "age": 29,
    "imageUrl": "https://i2.wp.com/bbnaijamediaguide.com/wp-content/uploads/2021/07/yousef.png?resize=270%2C270&ssl=1",
    "bio": "Yousef is a 29-year-old Secondary School Teacher and describes himself as “soft-spoken, fun-loving, down to earth go-getter”. Apart from being a big food enthusiast, Yousef enjoys hiking, reading, traveling and sports. He is also a model, host and personal trainer and confesses he can’t resist checking himself out in the mirror. Yousef counts winning the Mr. University of Jos and Jos Carnival King titles as the highest points in his life, while the lowest was when he lost his beloved aunt."
    },
    {
    "id": "A13",
    "name": "Hazel Oyeze Onou",
    "nickname": "Whitemoney",
    "status": "In-house",
    "stay": 1.01,
    "leave": 3.14,
    "state": "Enugu",
    "nationality": "Nigerian",
    "boolean": false,
    "occupation": "Businessman and entrepreneur",
    "age": 29,
    "imageUrl": "https://i1.wp.com/bbnaijamediaguide.com/wp-content/uploads/2021/07/whitemoney.png?resize=370%2C370&ssl=1",
    "bio": "Multitalented Whitemoney describes himself as an open-minded “jolly good fellow” who likes to have fun. His hobbies include driving,  hustling, watching movies and making music. The 29-year-old Lagos based businessman and entrepreneur, originally from Enugu State,  believes he has a great aura and that his “swag speaks for itself”. The highest point of his life so far happened recently, when he kick-started his designer shoe import business. Down to earth, yet strategic – Whitemoney is hoping his bright outlook on life will take him far. While in the Big Brother Naija House, he would like to entertain,  have fun, get exposed, and possibly win the ultimate prize."
    },
    {
    "id": "A14",
    "name": "Pere Egbi",
    "nickname": "Pere",
    "status": "In-house",
    "stay": 1.23,
    "leave": 2.16,
    "state": "Delta",
    "boolean": false,
    "nationality": "Nigerian",
    "occupation": "Actor and model",
    "age": 35,
    "imageUrl": "https://i1.wp.com/bbnaijamediaguide.com/wp-content/uploads/2021/07/pere.png?resize=370%2C370&ssl=1",
    "bio": "Born in Warri, Delta State, Pere was raised by a single mother, and is the first born of two children. He believes change is the only constant in life and describes himself as a spontaneous, adventurous person”. Pere is a qualified nurse and served in the United States Military for six years, before coming back to Nigeria to pursue a career in real estate. This vibrant 35-year-old is also a part time actor and model. He is attracted to things of high value and is motivated by his past. As an empath, he hopes to use his experiences with pain to help heal others. He enjoys dancing, playing games, writing, bar-hopping and water rafting."
    },
    {
    "id": "A15",
    "name": "Adeniyi Lawal",
    "nickname": "Niyi",
    "status": "Evicted",
    "state": "Oyo",
    "nationality": "Nigerian",
    "occupation": "Computer engineer",
    "boolean": false,
    "age": 33,
    "imageUrl": "https://i0.wp.com/bbnaijamediaguide.com/wp-content/uploads/2021/07/niyi.png?resize=270%2C270&ssl=1",
    "bio": "Niyi is a 33-year-old computer engineer from Oyo State. Though he was once in the running to be a professional basketball player, that ambition was quickly quashed when he sustained an injury, leading to sciatica. With a sense of Dennis Rodman about him,  he still loves to play basketball and work out, and is adventurous when it comes to new food, and enjoys both eating and cooking it.  He is also an avid reader, aspiring writer and is fond of playing board games and card games – he even has a gaming license. A husband and father, Niyi describes himself as “optimistic, spontaneous and adventurous”, while others describe him as being energetic."
    },
    {
    "id": "A16",
    "name": "Beatrice Agba-Nwaji",
    "nickname": "Beatrice",
    "status": "Evicted",
    "state": "Port-Harcourt",
    "nationality": "Nigerian",
    "boolean": false,
    "occupation": "Fashion Model",
    "age": 28,
    "imageUrl": "https://i0.wp.com/bbnaijamediaguide.com/wp-content/uploads/2021/07/beatrice-bbnaija-season-6.png?resize=370%2C370&ssl=1",
    "bio": "Beatrice, a 28-year-old single mother of a five-year-old kid, is a fashion model and aspiring actress. She studied marketing at the University of Port Harcourt and graduated with honors. Beatrice believes she was “made with a particular clay” because she doesn’t understand how she can do the things she can without learning how to do them. She is an excellent singer, dancer, basketball and football player, as well as a talented hairstylist. She is a gifted software engineer, and she is always the winner or first runner-up in games, even when she is unfamiliar with the game. She wants to be in the Big Brother Naija house because she has a unique personality that the world needs to witness, and she also wants to have a positive impact on those who have similar situations to hers."
    },
    {
    "id": "A17",
    "name": "Jackie Bent",
    "nickname": "Jackie B",
    "status": "In-house",
    "stay": 1.5,
    "leave": 2.2,
    "state": "Lagos",
    "nationality": "Nigerian",
    "boolean": false,
    "occupation": "Interior designer",
    "age": 29,
    "imageUrl": "https://i0.wp.com/bbnaijamediaguide.com/wp-content/uploads/2021/07/jackie-bbnaija-season-6.png?resize=270%2C270&ssl=1",
    "bio": "Jackie B is a proud single mother who works hard and enjoys life. She is a licensed event and wedding planner and attended university in the United Kingdom, where she gave birth to her son. The 29-year-old enjoys having fun and spending time with the people she cares about, but she also appreciates her alone time. She identifies as a “introverted extrovert” who claims to be shy but confident. She is motivated by money and achievement, and she wants to ensure that she and her family are taken care of. She is constantly on the lookout for new experiences and is easily bored. She is also a resourceful and creative individual who enjoys beautifying the world around her. Jackie B does what she wants, when she wants and trusts her judgement always."
    },
    {
    "id": "A18",
    "name": "Maria Chike Agueze",
    "nickname": "Maria",
    "status": "In-house",
    "stay": 1.3,
    "leave": 3.2,
    "state": "Enugu",
    "nationality": "Nigerian",
    "boolean": false,
    "occupation": "Air hostess",
    "age": 29,
    "imageUrl": "https://i0.wp.com/bbnaijamediaguide.com/wp-content/uploads/2021/07/maria-bbnaija-season-6.png?resize=370%2C370&ssl=1",
    "bio": "Maria, a 29-year-old former air hostess who now works as a realtor, enjoys cooking, working out, hiking, acting, and dancing. Maria takes pride in being a caring, kind-hearted person who is always eager for new experiences. Except for Antarctica, her adventures have brought her throughout the world and to every continent. People are often surprised by her severe side when they cross her or take her for granted, despite the fact that she describes herself as “a symbol of love in human form.” “When I am completely insulted, I can become irrational.” One of her favorite personality qualities is a can-do attitude. Maria enjoys a bottle of red wine when she needs a break, despite her hard job."
    },
    {
    "id": "A19",
    "name": "Anita Singh",
    "nickname": "Nini",
    "state": "Abuja",
    "nationality": "Nigerian",
    "boolean": false,
    "status": "In-house",
    "stay": 1.1,
    "leave": 2.2,
    "occupation": "Economist and fashion entreprenuer",
    "age": 27,
    "imageUrl": "https://i0.wp.com/bbnaijamediaguide.com/wp-content/uploads/2021/07/nini-bbnaija-season-6-.png?resize=370%2C370&ssl=1",
    "bio": "27-year-old Nini is a Nigerian born and raised economist and fashion entrepreneur. She has four siblings and a wonderful mother who is always there for her. She is a graduate of the University of Abuja and currently resides in Abuja. Cleaning, cooking, traveling, and photography are some of her favorite pastimes. She characterizes herself as “curious, dramatic, ambitious, and fun,” admitting that she enjoys being the focus of attention. Nini is entering Big Brother Naija because she believes it is a massive platform with the potential to improve her life. She enjoys trying new things and believes that this experience will prepare her to meet obstacles head-on while having fun."
    },
    {
    "id": "A20",
    "name": "Peace Ogor",
    "nickname": "Peace",
    "state": "Port-Harcourt",
    "nationality": "Nigerian",
    "boolean": false,
    "status": "Evicted",
    "occupation": "Entreprenuer",
    "age": 26,
    "imageUrl": "https://i2.wp.com/bbnaijamediaguide.com/wp-content/uploads/2021/07/peace-bbnaija-season-6.png?resize=370%2C370&ssl=1",
    "bio": "Peace is a Port Harcourt-based entrepreneur who is 26 years old. Her insatiable need for fashion and style led her to create her own clothes boutique, which she still runs.She identifies herself as a “fun, friendly, bold team player” with a multicultural upbringing who believes she is relatable. Peace, despite her constant busyness, is not afraid to switch off and recharge her social gas by spending time with her family when the opportunity arises."
    },
    {
    "id": "A21",
    "name": "Tsakute Jonah",
    "nickname": "Saskay",
    "state": "Lagos",
    "nationality": "Nigerian",
    "boolean": false,
    "status": "In-house",
    "stay": 1.1,
    "leave": 2.2,
    "occupation": "Fine artist",
    "age": 22,
    "imageUrl": "https://i1.wp.com/bbnaijamediaguide.com/wp-content/uploads/2021/07/saskay-bbnaija-seson-6.png?resize=370%2C370&ssl=1",
    "bio": "Saskay is a 22-year-old bookworm and extrovert. She likes all kinds of music and considers herself to be “an incarnation of art.” She views a good time in her life to be discovering her talents and skills and using them to impact others and better her persona while attempting to find her place in the world. Despite being suspended from school in 2015, Saskay is thriving as a fine artist, winning awards like “Model of the Year” and “Female Personality of the Year” at her university. She enjoys dancing, cooking, and meditating, and believes that her personality was tailor-made for a reality show like Big Brother Naija."
    },
    {
    "id": "A22",
    "name": "Tega Dominic",
    "nickname": "Tega",
    "state": "Port-Harcourt",
    "nationality": "Nigerian",
    "boolean": false,
    "status": "Evicted",
    "occupation": "Entreprenuer",
    "age": 29,
    "imageUrl": "https://i1.wp.com/bbnaijamediaguide.com/wp-content/uploads/2021/07/tega-bbnaija-season-6.png?resize=270%2C270&ssl=1",
    "bio": "Mother of one, 29 years old Tega is a self-employed entrepreneur that enjoys dancing, traveling, DIY, and photography. Tega can be seen swimming or being the life of the party when she isn’t doing any of the above. Her “limited circle of friends” portrays her as easygoing and a brilliant cook — a claim she disputes – and she describes herself as extroverted, enthusiastic, and passionate about the things she enjoys. Tega is constantly eager to learn and views challenging situations as opportunities to learn and improve. Motherhood is one of Tega’s favorite things since it has changed her view on a lot of things and makes her excited for all the things life has in store for her."
    },
    {
    "id": "A23",
    "name": "Micheal Chukwuebuka Ngene",
    "nickname": "Micheal",
    "state": "Enugu",
    "nationality": "Nigerian",
    "boolean": false,
    "status": "In-house",
    "stay": 1.3,
    "leave": 2.2,
    "occupation": "Singer and producer",
    "age": 28,
    "imageUrl": "https://i1.wp.com/bbnaijamediaguide.com/wp-content/uploads/2021/08/1.webp?resize=370%2C370&ssl=1",
    "bio": "“A bad boy with magnetism” and “open minded”, are some of the words Ebuka uses to describe himself. This 28-year-old musician and aspiring filmmaker was born in Lagos, then moved to the United States of America as a teenager – but is currently based in Abuja. Calling himself a “curious participant of life”, Ebuka likes to explore interests and people with an open mind and maintains he is dedicated to growing into the best version of himself. He believes being the product of two different societies; America and Nigeria, has created an interesting perspective on life that many viewers will be able to relate to. In his free time, you will find Ebuka writing, creating music or pursuing his interests in cinematography."
    },
    {
    "id": "A24",
    "name": "Jumoke Zainab Adedoyin",
    "nickname": "JMK",
    "state": "Kwara",
    "nationality": "Nigerian",
    "boolean": false,
    "status": "Evicted",
    "occupation": "Law graduate",
    "age": 23,
    "imageUrl": "https://i2.wp.com/bbnaijamediaguide.com/wp-content/uploads/2021/08/4.webp?resize=370%2C370&ssl=1",
    "bio": "A 23-year-old law graduate from Kwara State, JMK has aspirations of becoming a certified member of the Nigerian Bar. Apart from music, dancing and traveling, she enjoys cooking and the simple pleasures of life. She describes herself as “a sexy, confident and adventurous foodie” who loves to help people. She believes her presence in the Big Brother Naija House will help build her brand and will help position her to advance further in her career. In addition, she wants the exposure and life changing experience that the platform provides, to assist in her advocacy for social issues."
    },
    {
    "id": "A25",
    "name": "Queen Mercy Antag",
    "nickname": "Queen",
    "state": "Akwa-ibom",
    "nationality": "Nigerian",
    "boolean": false,
    "status": "In-house",
    "stay": 1.3,
    "leave": 3.2,
    "occupation": "Philantropist",
    "age": 26,
    "imageUrl": "https://i2.wp.com/bbnaijamediaguide.com/wp-content/uploads/2021/08/2.webp?resize=370%2C370&ssl=1",
    "bio": "Queen, 26, is a philanthropist and aspiring politician. She hails from Akwa Ibom State and has a mom she adores and three beautiful siblings that she loves. She is a Tansian University graduate and an international beauty queen. Queen describes herself as “beautiful, courageous, and fearless” and reckons being raised by a single mother taught her a lot about life. An ambitious and driven person who values everyone around her, she considers herself a true leader and an excellent communicator who is very calculating, loyal, and peaceful."
    },
    {
    "id": "A26",
    "name": "Gbolahan Ololade",
    "nickname": "kayvee",
    "state": "Ogun",
    "nationality": "Nigerian",
    "boolean": false,
    "status": "Evicted",
    "occupation": "Photographer",
    "age": 26,
    "imageUrl": "https://i2.wp.com/bbnaijamediaguide.com/wp-content/uploads/2021/08/3.webp?resize=370%2C370&ssl=1",
    "bio": "Originally from Ogun State, 26-year-old Kayvee currently resides in Lagos, where he works as a photographer. His hobbies include playing football, clubbing and playing cards. He believes he is innovative and fun to be around, and says people call him handsome. Kayvee says his career high point is when he had the opportunity to photograph one of Nigeria’s biggest artists. While he likes to experiment with styling and colouring his hair, he says that harassment in the streets has put a damper on this aspect of his life."
    }
   

    ]
}